<template>
  <v-layout row wrap class="Hiw mb-5">
    <h4>Как мы работаем!</h4>
    <ol>
      <li>Знакомство
        <ol>
          <li>Знакомство и обсуждение ваших пожеланий по интерьеру, согласование предпологаниемого проекта перепланировки, замеры</li>
          <li>Выбераем один из функциональных дизайнов или делаем личный проект под заказ</li>
          <li>Подписание договора и начало работы</li>
        </ol>
      </li>
      <li>Проектные работы
        <ol>
          <li>Утверждение планировочного решения с планом расстановки мебели и коллажем, который отображает общую концепцию будущего интерьера.</li>
          <li>На основе выбранного планировочного решения выполняется трехмерная визуализация интерьера с детальной проработкой освещения, материалов и мебели, для более глубоко понимания концепции всего интерьера.</li>
          <li>Подготавливаются чертежи-инструкции для строительных работ. Передается готовый альбом с чертежами и визуализациями. Данный альбом позволит реализовать проект и станет незаменимым при, осуществлении самого процесса строительства, выборе и заказе отделочных и декоративных материалов, мебели и других элементов интерьера.</li>
        </ol>
      </li>
      <li>Ремонтные работы
        <ol>
          <li>Процесс реализации проектных решений - демонтаж и монтаж конструкций, электромонтажные работы, а так же работы связанные с вентеляцией и кондиционированием, отоплением, сантехникой.</li>
          <li>На этапе строительства так же заказываются необхоодимые элементы декора что бы в итоге придать интерьеру завершенный вид</li>
          <li>Трехмерная визуализация интерьера с детальной проработкой освещения, материалов и мебели, для более глубоко понимания концепции всего интерьера.</li>
        </ol>
      </li>
      <li>Квартира готова! Можно заезжать!
      </li>
    </ol>
    <v-btn outline class="mx-0">
      Заказать просчет
      <v-icon>mdi-chevron-right</v-icon>
    </v-btn>
  </v-layout>
</template>

<script>
  export default {
  }
</script>

<style lang="stylus">
  .Hiw
    //
</style>
