<template>
  <v-layout row wrap class="Hiw mb-5">
    <div class="fs24 fw800">Как мы работаем!</div>
    <ul>
      <li>
        <div class="fs24 fw800">1. Знакомство</div>
        <ul>
          <li>1.1 Знакомство и обсуждение ваших пожеланий по интерьеру, согласование предпологаниемого проекта перепланировки, замеры</li>
          <li>1.2 Выбераем один из функциональных дизайнов или делаем личный проект под заказ</li>
          <li>1.3 Подписание договора и начало работы</li>
        </ul>
      </li>
      <li>
        <div class="fs24 fw800">2. Проектные работы</div>
        <ul>
          <li>2.1 Утверждение планировочного решения с планом расстановки мебели и коллажем, который отображает общую концепцию будущего интерьера.</li>
          <li>2.2 На основе выбранного планировочного решения выполняется трехмерная визуализация интерьера с детальной проработкой освещения, материалов и мебели, для более глубоко понимания концепции всего интерьера.</li>
          <li>2.3 Подготавливаются чертежи-инструкции для строительных работ. Передается готовый альбом с чертежами и визуализациями. Данный альбом позволит реализовать проект и станет незаменимым при, осуществлении самого процесса строительства, выборе и заказе отделочных и декоративных материалов, мебели и других элементов интерьера.</li>
        </ul>
      </li>
      <li>
        <div class="fs24 fw800">3. Ремонтные работы</div>
        <ul>
          <li>3.1 Процесс реализации проектных решений - демонтаж и монтаж конструкций, электромонтажные работы, а так же работы связанные с вентеляцией и кондиционированием, отоплением, сантехникой.</li>
          <li>3.2 На этапе строительства так же заказываются необхоодимые элементы декора что бы в итоге придать интерьеру завершенный вид</li>
          <li>3.3 Трехмерная визуализация интерьера с детальной проработкой освещения, материалов и мебели, для более глубоко понимания концепции всего интерьера.</li>
        </ul>
      </li>
      <li>
        <div class="fs24 fw800">4. Квартира готова! Можно заезжать!</div>
      </li>
    </ul>
    <v-btn outline class="mx-0">
      Заказать просчет
      <v-icon>mdi-chevron-right</v-icon>
    </v-btn>
  </v-layout>
</template>

<script>
  export default {
  }
</script>

<style lang="stylus">
  .Hiw
    //
</style>
